Repository: mozilla-l10n/mt-training-data
Catalog: dag/dag_pontoon.tmx
Source language: en_us
Languages: dag

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
dag: Lahibali ŋɔ nŋɛla piibu zaŋ ntaa-ani tooi pahi shɛli din dee yi ka muɣisigu ntaa.Ti nim dee yi bahi lahibali shɛli din nyɛ a dini,kpaŋmi a maŋa ka a niŋ ni nyambo din wuhi ni a suhi piɛla pirinla a yuli mini a sodoligu dundɔŋ kpɛrili ni naai noli ni a lahibali ni a yuma bee ni ni paɣa bee doo la.Poi ka tabiibi baŋsim yan tum tuma n ti sokam zaa,tuma din puun tumdaya ka suŋdi ban myɛra ni bi mye tabiibi baŋsim tuya ni bi yuli gbaai sochibi shɛŋa niribi ni doli.Bohammi yala pam din che ka metadata niŋ talahi ti.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
dag: Ŋɔ maa nyɛla tuma tuma nima yaɣili din mali "data" din ni tooi baŋ di kalinli din yara ni iin bee aayi.

source: This is how you cite yourself if you wrote the content yourself.
dag: N ŋɔ n ti ni a zaŋ a mammaŋa n ti ŋmahili din dee yi niŋ ka a sabili a tolitoli.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
dag: Suhuyurilim ŋɔ maa n-nyɛ binshɛli din wuhiri a "leaderboard" nɛlinsi. Di yi sɔɣi, a kpaŋmaŋa yɛn nyɛla bɛla shilo ni. Ka di gbunni nyɛla, a anfooni, yuli, ni a kpaŋmaŋa bi yɛn yina n pa a "leaderboard" maa zuɣu. nyɛla bɛla shilo ni. Leei baŋ ma, "leaderboard" labi walim tooi diri la ~{ $minutes } minti nima ni di laɣim taɣibu nima.

source: Three to go!
dag: Diba ata n-che!

source: Tlazoyaltepec Mixtec
dag: Tlazoyaltepec Mistec

source: Toba Qom
dag: Dunduŋ

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
dag: A yi bɔri ni a taɣi a iimeeli bee n mali li n-niŋ, tim ti iimeeli satarili ti iimeeli ŋɔ <emailFragment>commonvoice@mozilla.com</emailFragment> zuɣu

source: Today
dag: Zuŋɔ

source: Today's Common Voice progress on clips recorded
dag: Zuŋɔ Common Voice shinii shaŋa din vuli doya

source: Today's Common Voice progress on clips validated
dag: Zuŋɔ Common Voice shinii sheŋa din dihitabili toontibo

source: Today's Progress
dag: Zuŋɔ kpaŋmaŋa

source: Toggle automatic word-by-word playback
dag: Piimi niŋdi n-toli bachi-ni-bachi labi ŋmɛ

source: Toggle mode menu
dag: Piibu saha bia

source: Toggle popover
dag: Kpihi ka no puhipani na

source: Toggle transcription mode menu
dag: Piimi sabbu yaɣili

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
dag: A yi yɛn kpɛhi lahabaya kukɔli kpanjɔɣu puuni, sheela ban gba tɔhiri niriba ayi n-saɣiti a kukɔli maa.

source: Too many files
dag: Gbana pam

source: Top Contributors
dag: Ban tooi n tɔhira Pam pam

source: Total
dag: zaa laɣimbu

source: Total Approved
dag: Bɛ ni saɣiti shɛŋa zaa

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
dag: Nudirigu zuɣu ti gahim la anfaani mini lahibali shɛŋa din ne-n-doya n zaŋli wuhi zamaatu.zaŋmi sodolisi din doya ŋɔ n pili kuko yindi akawuti a nuchebaŋ bee a kompiita zuɣu

source: Toward next goal
dag: Zaŋ jandi tahama din paya

source: Track progress here and on your stats page.
dag: Yulimi a toontibo kpe ka lahi n yuli di zuɣu a stats peeji zuɣu

source: Transcribe
dag: Sabima

source: Transcribe Audio
dag: Lɛbigimi kukɔli

source: Transcribe audio recordings
dag: Labi yaa kukoya vulindisi

source: Transcribe audio recordings into text
dag: labi yaa kukɔya yi sabbu

source: Transcribe the Audio
dag: Sabimi kukɔli maa.

source: Transcript submitted successfully
dag: Sabbu maa chaŋ ya ni achiika

source: Transgender
dag: Dopaɣa

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
dag: <translateVideoLink>Lihimi ti sinii ŋmaa din wuhiri a ni tooi zaŋ Pontoon ku bukaata shɛm.</translateVideoLink>

source: Translating the site
dag: Yaɣili ŋɔ lɛbiɣibu

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
dag: Lebigiritira yila silimiinsili ni na, a maa ani tooi nya<strong>buɣisiti<strong>bali shaŋa puuni.Dihimi ŋɔ<strong>Ayaɣtuɣ<strong>icon,ka<strong>m mali zali<strong>ka pahi yooi n pahi balisha a ni yara.gbini nu dirigu pali bila ŋɔ n yan nŋe lebigibu din boo ni<strong>locales<strong>. Lebigiri tiri din wuhiri yaɣ sheli dabisili nyanga nyaanga.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
dag: Ani tooi lɛbigi Commom Voice yaɣi din tumdi kpe<strong>pontoon</strong>

source: Try again by dragging your file here
dag: Mɔmi n-voogi a gbaŋ maa na kpe.

source: Try to keep your response to 15-30 seconds
dag: kpaŋmi a maŋa ka a gbubi a saɣibu a suhuni kamani minti chɛɣu

source: Try uploading again
dag: Mɔmi ni a zaŋ li m-pahi yaha

source: Twi
dag: Kambonsili

source: Typically megabytes
dag: Ka di tooi nyɛla mɛgabiɛti nima

source: Udmurt
dag: Sodoligu

source: Ukrainian
dag: Ukrain nira

source: Unable to determine audio format. Please try using a different browser.
dag: A bi tooi m-baŋ kɔkuya maa biɛhigu soli. Dimi suɣulo ka n taɣi birawuza shɛli n tum tuma.

source: Unable to play audio. Please try again.
dag: A kɔŋ la kukɔli ŋmɛbu. Dim suɣulo, labi n-niŋ.

source: Unclear
dag: Di bi neei viɛnyɛla

source: Understand contribution criteria
dag: Baŋmi pahibu sodolisi

source: Understand how to contribute and validate on the Common Voice dataset
dag: Baŋmi di ni tu ni a tɔhi ka n niŋ dihitabili shɛm Common Voice kpanjɔɣu zuɣu

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
dag: Baŋmi di ni tu ni a yuli bo a yi wumdi kukoya ka di sɔŋ n-viɛligi a maŋmaŋ kukoya yaabu!

source: Undo
dag: M bi lahi niŋ

source: Universities, Academics and Researchers
dag: Yunivasitinima, Karimbanima nti m pahi vihigu vihiriba

source: Upload aborted. Do you want to delete your recordings?
dag: Zaŋ n-ti maa zaɣisiya. A bɔri ni a nyahi a kukoya maa?

source: Upload an image file
dag: Yaami anfooni faali

source: { $uploadedQuestions } of { $totalQuestions } questions collected
dag: { $uploadedQuestions } din { $totalQuestions } bɔhisi din yaai

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
dag: { $uploadedQuestions } zaŋ yi { $totalQuestions } puuni bɔhisi shɛŋa bini yaai. Lihi mi ti <guidelinesLink>sodoligu</guidelinesLink> yaɣili din yɛn sɔŋa ka a baŋ a ni yɛn tooi pahi bɔhisi shɛm

source: { $uploadedSentences } of { $totalSentences } sentences collected
dag: { $uploadedSentences } din yi yɛltɔɣ' deebu

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
dag: din bala la

source: Upload failed, please retry.
dag: Zan pahi maa bi niŋ, dimi suɣulo ka labi niŋ

source: Upload <icon></icon> public domain sentences
dag: Zaŋmi <icon></icon>yɛltɔɣa din ka sulinsi m-pahi

source: Upload in progress...
dag: Pahibu na chanimi....

source: Upload more sentences?
dag: A bɔri ni a pahimi yɛltɔɣa pam?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
dag: shinii nim ŋɔ vulibu bi tooi niŋ da di yi ti paai di dooshee.Labi vuli bee ka a ti li saha bela

source: Upload of this clip keeps failing, keep retrying?
dag: Kliipu ŋɔ maa yaabu kuli zaɣisiri mi, kuli mɔma?

source: Use bilingual questions or context
dag: Zaŋ mi bɔhisi din yi zuliya dibaayi ni na bee lahabali shɛli puuni bachi ni yina

source: Use correct grammar
dag: Zaŋmi yɛltɔɣa biɛhigu din tuhi n-tum tuma

source: Use correct orthography
dag: Zaŋ mi sabbu zalisi maa n tum tuma

source: Use correct spelling and grammar
dag: Zaŋ mi sabbu din tuhi ka lunzahim sabbu zalisi n tum' tuma

source: Use correct spelling and grammar.
dag: Zaŋmi bachi ŋmɛbu din n tam kalinli zuɣu mini girama n tum tuma.

source: Use correct spelling and punctuation
dag: Zaŋmi bachinima yiɣisibu din niŋ dede mini bibahira n-tum tuma

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
dag: Di mali anfaani n-ti <mark>yɛltɔɣa din be niɣim</mark> ni zaŋ ku bukaata nim bali shɛŋa (shɛhira, a yi bɔri ni yɛltɔɣa baŋbu mazina nima n tum zaŋ n-ti ninvuɣu shɛba ban yɛli vuhi ni ban yɛri nadaa yɛltɔɣa)

source: Use overly formal language
dag: Zaŋ mi zuliya yɛltɔɣa zaɣa maŋ li

source: Use pronunciation to help
dag: Chɛ ka karimbu maa sɔŋa

source: User Name
dag: Ŋunsu yuli

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
dag: Ban mali tumdi tuma dihitabili ni sinii bihi yaabu yi ti zani dede, di yirila kpahimbu zaŋ jɛndi yɛlibu, karimbu, ni yɛltɔɣa yɛlibu viɛnyɛla ni.

source: Use standard spelling for each language
dag: Zaŋ mi bachi yiɣisibu zaɣa maŋli n-ti balli kam

source: Use words you would actually use, even if borrowed or mixed
dag: zaŋmi bachi shɛŋa a ni shirikuli yɛn zaŋ ku bukaata hali di yi nyɛla bachipaŋdili bee bachi gaba

source: Validate
dag: Dihitabili

source: Validated Clips
dag: Kukɔ'shɛŋa bɛ ni saɣi ti

source: Validated Hours
dag: Dihitabili saha la

source: Validated Hr. Total
dag: Dihitabili Hr.Total

source: Validate readings
dag: Dihimi satara n tabili

source: Validate Readings
dag: Dihitabili karimbu

source: Validate Readings, Review Transcriptions
dag: Dihitabili Karimbu,Labiyuli din sataranima

source: Validate Readings <small>(Coming soon)</small>
dag: Saɣiti karimbu nima <small>(dinna yirina)</small>

source: Validate readings submitted by community members
dag: Dihitabili aya nima zaŋ karimbu n ti

source: Validate user-recorded readings in your language
dag: Dihitabili ŋun mali tumdi ni puun vuli karimbu shaŋa a balli ni.

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
dag: Dihitabili <validateIcon></validateIcon> bɔhisi ŋɔ lu n zahim sodolisi maa?

source: Validation Progress
dag: Dihitabili toontibo

source: Validations
dag: Dihitabili niŋbunima

source: Value and recognition.
dag: Dariza mini baŋbu.

source: Variant Contribution Options
dag: Sodoligu tɔhibu

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
dag: Variants nyɛla balishli din yi di ko-mŋahinli beni zaŋ shɛli n wuhi niriba ni be luɣushɛli.shɛlini ti booni limi balla

source: Varying Pronunciations
dag: Bɔlibu din wɔli

source: Version
dag: Tahima

source: Very common mistakes include:
dag: Chiriŋ shɛŋa din tooi bɛni n-nyɛ;

source: Visible
dag: N yi polo

source: Voice clips are entered into a submission queue that readies them for listening.
dag: Kukɔ'yaara kpɛrila foli shɛŋa din maani shili ni wumbu.

source: Voice Collection
dag: Kukoya deebu

source: Voice Contribution
dag: Kukoli tɔhibu

source: Voice Dataset, Ready for Download
dag: Kɔkuya kpanjɔɣu la, yi pa ni tooi n zaŋ n-kpɛhi a maʒina puuni

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
dag: kukɔli nyɛla din pahi sal' biɛhigu puuni, kukɔli n-nyɛ daadam. Dinzuɣu ka ti niŋ suhupiɛlli ni ti yina ti nam tabibi tabibi kukɔli din yɛn sɔŋdi ninsalinima n-ti ti maʒina. Amaa di yi yɛn nam kukɔli kpanjɔɣu, ban yɛn tum lala tuma maa tu ni bɛ mali kukɔya bɔbigu

source: Voices Online Now
dag: Kukɔya pa du pɔhim zuɣu

source: Voice Validation
dag: Kukɔli Saɣi ti

source: Volume
dag: kukɔli duhibu

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
dag: Bi daa bola VoxForge zali ni di laɣimdi yaligi din lɛbigi ni di tumdi ypli n tiri yihibu sheei yaligu baŋbu mazinanima

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
dag: A bɔrimi ni a niŋ Common Voice viɛnyɛlinga?

source: Want to save your information? <createProfile>Create a profile</createProfile>
dag: A bɔri ni a seevi a lahibali? <createProfile>nammi a purofaali </createProfile>

source: Want to stay in touch with Common Voice?
dag: A bɔrimi ni a kuli zani n-tuhi common voice?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
dag: A bɔri lahibaya zaŋ chaŋ di yi ti n niŋ ka ti yihi Common Voice kpanjɔɣu bal' palli na? Doli ti newsletter.

source: Watch our video explainer to help
dag: yulimi ti viidio din kahigili sɔŋ ni di tooi sɔŋ

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
dag: Ti maalindila kɔkuya kpanjɔɣu shɛli din yooi n-ti sokam ka daadam bia kam ni tooi n-zaŋ li n-wuhi maʒina shɛŋa din ni tooi n-yɛli yɛltɔɣa.

source: We are going out to get a coffee.
dag: Ti yɛn yimi n-ti da kɔfi maa

source: We are going out to get coffee.
dag: Ti yɛn yimi n-ti bo kɔfi.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
dag: Tinima ban be Mozlila mɛrila laɣingu din jɛndi kukɔli tabibi. Ti nibɔri ni ti mali tibili zaŋ chaŋ lahabaya din kɔɣiri ka bihira polo , data pala yibu sheena ka ni lahi bɔri ni wumdi lahabaya din jɛndi yi ni mali data ŋɔ tumdi tuma shɛm.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
dag: Ti nima mali dihitabili ni kukɔya kpanjɔri

source: Website Localization
dag: Wɛbsiɛti lunzahim niŋbu

source: Websites
dag: Wɛbsaatinima

source: We could not upload { $total } clips. They have already been uploaded before. Let’s continue with the next batch!
dag: Ti bi tooi vuli{ $total } siniinima.Bi namin pun vulili

source: We couldn’t find that page for you
dag: Ti bɛ tooi nya yaɣa shɛli a ni bori maa

source: We couldn’t get any audio clips for you to listen to. Please try again later.
dag: Ti bi tooi nya kukoya ni ti ti a ka a wum. Dim suɣulo, ka labina saha shɛli yaha.

source: We couldn’t get any sentences for you to speak. Please try again later.
dag: Ti bi tooi nya yɛltɔɣa n-ti a ni a yɛli. Dimi suɣulo ka labi n-niŋ saha shɛli.

source: Weekly
dag: Bakoi

source: Weekly Goal
dag: Dakulo Tahima

source: We launch the Common Voice site in this language.
dag: Ti pilila Common Voice biɛhigu shee balli ŋɔ ni.

source: Welcome { $company } staff!
dag: Amaraaba ti { $company } tuuntumda!

source: Welcome to Common Voice
dag: Amaraaba kukɔlaa zuɣu

source: Welcome to Spontaneous Speech
dag: Amaraaba na Spontaneous Speech

source: We may have run out of clips - refresh the page, or try again later.
dag: Di ni tooi niŋ ka ti kukoya maa naami maa- labi yooi li (peeji) maa, bee ka ka a labina saha shɛli yaha

source: We periodically release the dataset
dag: Ti yihiri la lahabaya mini kukɔya kpanjɔri maa na gandam gandam

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
dag: Ti gbaai la alikawuli ni ti gbubi a lahibali venyala.Karimi pam ti daashili kpanjuɣu<privacyLink>ashilli gbaŋ<privacyLink>.

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
dag: Ti namdila zuliya bɔbigu bala, sokam ni ni tooi n tohi kukɔli kpanjɔɣu shɛli zuɣu ti zaŋ n-wuhi maʒina shɛŋa din ni tooi n-yɛli yɛltɔɣa.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
dag: Ti laɣindila salo kukoya. Tɔhimi a kukoli, wuhimi a dihitabili ni niriba ban gba pahi n tɔhiri kukoya, che ka kpanjɔɣu ŋɔ mali anfaani ti sokam.

source: We’re experiencing unexpected downtime
dag: Ti nya la yɛli shɛli zuɣu ti ni di bi tiɛhira

source: We're going out to get coffee.
dag: Ti yɛn yimi n-ti bɔ kɔfi

source: We’re going out to get coffee.
dag: Ti' yɛn yimi n-ti bo kɔfi.

source: We release the dataset every 3 months.
dag: Ti yihirila lahabali kpanjɔɣu maa na chira ata kam.

source: We're making some big changes
dag: Taɣiri kara ka ti niŋdi maa

source: We're receiving a lot of traffic and are currently investigating the issues.
dag: Ti nyɛrila mɔɣibu pam saha ŋɔ ka ti na vihiri li

source: We’re sorry, your platform is not currently supported.
dag: Ti niŋdi a gaafara, a dundɔŋ maa na bi tumdi kpe.

source: We uploaded { $uploaded } of your clips — The remainder have already been uploaded. Let’s continue with the next batch!
dag: Ti vulimi n sɔŋ{ $uploaded }a siniinima _Di vulibu teebu pun vulisɔŋ.Cheliya ka ti tuɣi din paya

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
dag: Ti malila Mozila kpatuɣili din yuli booni<pontoonLink>pontoon<pontoonLink>n lɛbigira.pontoon mali bala pam,a maa a dini yi bi pahi di puuni,a ni tooi <pontoonRequestLink>ka a balli maa gba pahi<\\pontoonRequestLink>di saha,a ni tooi che ka a balli maa gba niŋ bayana Common Voice Project puu ni.Suhu dee bal'palli GitHub</githubRepoLink> zuɣu.Lihi nya yaɣili ŋɔ lɛbigibu pam<localizationFragment> zuɣu.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
dag: Ti niŋla taɣibu .Delta Segments kuli nyɛla din mali vulindi pala tum di yihibuna ni<deltaLink>karimmi lahibaya pam zaŋ kpa tuma ŋɔ polo<deltaLink>.

source: We've run out of sentences to record in this language...
dag: Ti lahi ka yɛltɔɣa ni ti yaai balli ŋɔ ni...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
dag: Ti bɔri ni yɛltɔɣa tabiibi maʒina nyɛ nin Neesim zaŋ jɛndi yɛtɔɣitɔɣisiriba balibu. Poi ka ŋɔ yɛn tooi niŋ, faashee ka kukoya dataset zanmi n-ti ninvuɣ' konkɔba pam.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
dag: Ti bɔrimi ni maʒini bɔhimbu alogorimnima maa tooi deei vuri din be kukoli ni, hali gba ka ni tooi deei vuri din galisi ni tooi be di puuni din deei yi niŋ ka vuri maa bi che a ku tooi wum kukoli maa zaa. Binkumda din dii bi yɔri vuri pam gba ni tooi be di puuni; binkumda din galisi ka ni tooi che ka a ku tooi wum bachi kam din be di ni bi niŋ dede.

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
dag: Ti deeri bɔlindi kɔnkɔba! Niŋmi zaɣa pam ka naan zaɣisi clipu ka di nyɛla a tiɛhimi ni ŋun karim li maa bi bɔli li viɛnyɛla,o niɣim la o kukɔli dini bi tu luɣ'shɛli,bee o yaɣili bahibu bia. Bachi bɔlibu kukɔya galisiya dunia ni ka di shɛŋa beni ka a na ʒin wum li a ʒileli ni.Niŋmi ladabisi ni paɣibu zaŋ ti ninvuɣi shɛba ban' yɛligu wɔligi ka che a dini.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
dag: Di ku yuui ti ni le a baŋsim pam zaŋkpa a ni yɛn niŋ shɛm n-tooi zaŋ a zuliya balli kpɛhi common voice zuɣu.

source: We will be in touch with more information as it becomes available.
dag: Ti ni niŋ zaɣa ni lahibaya shɛŋa ni din bɛni sahakam.

source: We will not make your email public.
dag: Ti ku che ka salo nya a imeeli.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
dag: Ti ni labi vihi a ni suhi ni di yihimi a kukoli dataset ŋɔ ni maa. Di yi niŋ ka a suhigu ŋɔ deei, ti ni boli ban pun downloadi dataset ŋɔ ka suhi ba ni bɛ yihimi a kukoli ŋɔ gba.

source: We will show you a prompt or question
dag: Ti ni zaŋ yɛlisim bee bɔhigu n wuha

source: What is a language on Common Voice?
dag: Bo n lee nyɛ balli Common Voice zuɣu?

source: What issues are you experiencing with this content?
dag: Muɣisiɣu dini ka a lee nya yɛltɔɣa ŋɔ ni?

source: What issues are you experiencing with this sentence?
dag: Muɣisigu bɔnima ka a nya yɛltɔɣili ŋɔ ni.

source: What is your age?
dag: A yuma ala?

source: What is your sex or gender?
dag: A nyɛla doo bee paɣa

source: What kind of goal do you want to build?
dag: Nia bɔ ka a mali ka bɔri ni a pali?

source: What makes a good question?
dag: Bɔ n lee che ka bɔhigu nye bɔhi' maŋli

source: What needs to be in my file?
dag: Bɔ n-tu ni di be n gbaŋ/faali puuni?

source: What questions can I add?
dag: Bɔhisi dini nima ka n ni tooi pahi?

source: What sentences can I add?
dag: Yɛltɔɣ' dininima ka n ni tooi pahi?

source: What’s inside the Common Voice dataset?
dag: Bɔ n-lee m-be lala Common Voice maa kpanjɔɣu puuni?

source: What's Public?
dag: Bo ka salo maa ni tooi nya?

source: What to Avoid
dag: Din tu ni a che

source: What types of questions to add?
dag: Bɔhigu bal' bo n lee tu ni di pahi

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
dag: Ŋun mali kukɔ'yaarili tumdi tuma yi zaɣisi kukɔli, di labirila foli maa ni. Bɛ yi ti zaɣisi li pahi ayi, kukɔli maa labirila di ni yi shɛli na.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
dag: A yi wumda, nyin yulimi viɛnyɛla n-nya din yaai maa mini din sabi maa nyɛla yim; Zaɣisimi li di yi niŋ ka yɛlimuɣisiri bihi be di ni. <br /> Yɛlimuɣisira din tooi beni n-nyɛ
